{
  "meta": {
    "title": "Solros Crêperie",
    "description": "Hello! We offer premium coffee, authentic French galettes and sweet crêpes. Relax in a cozy atmosphere or take away. Also breakfast and lunch offer from SEK 60"
  },
  "nav": {
    "menu": "Menu",
    "offers": "Offers",
    "new": "New",
    "about": "About",
    "contact": "Contact"
  },
  "menu": {
    "title": "Menu",
    "galettes": {
      "title": "Galettes",
      "slug": "galettes"
    },
    "crepes": {
      "title": "Sweet Crêpes",
      "slug": "sweet-crepes"
    },
    "paninis": {
      "title": "Toasts & Paninis",
      "slug": "toasts-and-paninis"
    },
    "kids": {
      "title": "Kids Menu",
      "slug": "kids-menu"
    },
    "coffee-and-tea": {
      "title": "Coffee & Tea",
      "slug": "coffee-and-tea"
    },
    "other-drinks": {
      "title": "Other Drinks",
      "slug": "other-drinks"
    }
  },
  "offers": {
    "title": "Offers",
    "breakfast": {
      "title": "Breakfast Offer",
      "slug": "breakfast-offer"
    },
    "lunch": {
      "title": "Lunch Offer",
      "slug": "lunch-offer"
    },
    "monthly": {
      "title": "Monthly Offer",
      "slug": "monthly-offer"
    }
  },
  "food": {
    "galettes": {
      "hamHarmony": {
        "title": "HamHarmony",
        "ingredients": "Emmental, Ham, Tomato, Iceberg Lettuce",
        "description": "A galette filled with Swiss mild Emmental cheese, Swedish salty ham, fresh tomatoes that contribute to juicy texture and crispy iceberg lettuce. Served with creamy ranch dressing. A tasty, harmonious and balanced meal!",
        "price": "140",
        "allergy": "Lactose, Meat, Eggs, Mustard Seed, Sunflower Seed"
      },
      "chickNCherry": {
        "title": "ChickNCherry",
        "ingredients": "Emmental, Chicken, Salad Mix, Cherry tomatoes",
        "description": "Creamy Emmental, juicy Swedish chicken, crispy salad mix with fresh and sweet cherry tomatoes. The salty and mild cheese pairs perfectly with the grilled chicken, which is then topped with fresh spinach and sweet cherry tomatoes. Served with creamy ranch dressing. A real taste experience!",
        "price": "140",
        "allergy": "Lactose, Meat, Eggs, Mustard Seed, Sunflower Seed"
      },
      "eggElegy": {
        "title": "EggElegy",
        "ingredients": "Emmental, Bacon, Egg, Black Pepper, Iceberg Lettuce, Chives",
        "description": "Our version of \"English breakfast\": creamy cheese, fried egg and bacon with a little pepper mix, topped with fresh iceberg lettuce and chives. You get the saltiness and mildness of the egg and cheese, which goes well with the bacon and the crispy iceberg lettuce. Served with creamy ranch dressing Perfect for breakfast, lunch and dinner!",
        "price": "140",
        "allergy": "Lactose, Meat, Eggs, Pepper, Mustard Seed, Sunflower Seed"
      },
      "mozzaMix": {
        "title": "MozzaMix",
        "ingredients": "Salad Mix, Mozzarella, Pesto, Tomato",
        "description": "A galette with a creamy layer of mozzarella cheese, fresh spinach leaves, juicy tomato slices, topped with pesto made from basil, cashews and parmigiano. A harmonious combination of flavors!",
        "price": "130",
        "allergy": "Lactose, Nuts, Sunflower Seed"
      },
      "brieBravado": {
        "title": "BrieBravado",
        "ingredients": "Prosciutto, Brie, Tomato, Dried Tomatoes, Salad mix",
        "description": "A thin layer of prosciutto, creamy brie cheese that balances perfectly with the sun-dried tomatoes with a touch of fresh arugula - the perfect meal for someone who wants to have a unique taste experience! Served with creamy ranch dressing.",
        "price": "160",
        "allergy": "Lactose, Meat, Sulphite, Eggs, Garlic, Mustard Seed, Sunflower Seed"
      },
      "guacaGlow": {
        "title": "GuacaGlow",
        "ingredients": "Diced Salmon, Homemade Guacamole, Avocado, Tomato, Red Onion, Lemon, Salt, Black Pepper, Sprouts, Salad Mix",
        "description": "A luxurious galette with homemade guacamole of ripe avocado, finely chopped red onion, fresh tomatoes, lemon juice and a pinch of salt. Then a pillow of fresh salad mix of spinach and arugula is added, which is then topped with the star of the dish - the grilled salmon! A tasty galette with the spicy and luxurious salmon. Our homemade guacamole provides the softness and acidity that is complemented perfectly with the fresh salad mix. Served with the sweet gooseberry jam. Could easily be your favorite!",
        "price": "160",
        "allergy": "Fish, Pepper, Dill, Sunflower Seed"
      },
      "greenTango": {
        "title": "GreenTango",
        "ingredients": "Emmental, Avocado, Salad Mix, Tomato, Sprouts",
        "description": "A delicious, vegetarian galette with creamy Emmental cheese, ripe avocado, fresh salad mix and juicy tomatoes, topped with a generous amount of pesto made from basil, cashews and parmigiano. Served with a touch of sprouts that give a lovely texture. A favorite!",
        "price": "140",
        "allergy": "Lactose, Nuts, Sunflower Seed"
      },
      "cheeseFiesta": {
        "title": "CheeseFiesta",
        "ingredients": "Emmental, Cream Cheese, Mozzarella, Halloumi, Salad Mix",
        "description": "A real fiesta with a combination of cheeses! A galette filled with a creamy mix of Swiss cheese, fresh cream cheese and pieces of mozzarella. Topped with grated halloumi and fresh arugula for a nice and unique aftertaste. Served with lingonberry jam for a little sweetness!",
        "price": "160",
        "allergy": "Lactose, Sunflower Seed"
      },
      "pearlyBoo": {
        "title": "PearlyBoo",
        "ingredients": "Avocado, Tomato, Yellow Pepper, Burrata, Pesto, Sprouts",
        "description": "A galette with a lovely and fresh combination of vegetables, served with burrata cheese, tasty pesto and crispy sprouts. The base is topped with ripe avocado, juicy tomatoes, crispy yellow peppers, creamy burrata cheese and a small touch of pesto and sprouts. The flavors complement each other perfectly and give a taste explosion of sweet, salty, sour and creamy!",
        "price": "160",
        "allergy": "Lactose, Nuts, Sunflower Seed"
      }
    },
    "sweet-crepes": {
      "chocoBana": {
        "title": "ChocoBana",
        "ingredients": "Banana, Nutella, Whipped cream, Fruit sauce",
        "description": "A perfect combination of flavors that meet in a heavenly brew of sweet and fruity. A crêpe filled with ripe bananas, sweet and creamy nutella, served with fluffy whipped cream and delicious fruit sauce!",
        "price": "110",
        "allergy": "Lactose, Gluten, Eggs, Nuts, Sunflower Seed"
      },
      "monLemon": {
        "title": "MonLemon",
        "ingredients": "Butter, Lemon, Cane Sugar, Mint Leaves",
        "description": "A fresh and tasty crêpe that has the perfect balance between the tartness of the lemon, the sweetness of cane sugar, the rich flavor of the butter and the freshness of the mint leaves.",
        "price": "90",
        "allergy": "Lactose, Gluten, Eggs, Citrus, Cane Sugar (may contain traces of Gluten, Peanuts, Tree Nuts, Soy and Sesame Seeds), Sunflower Seed"
      },
      "whiteDelight": {
        "title": "WhiteDelight",
        "ingredients": "Strawberries or Blueberries, White Chocolate, Whipped Cream",
        "description": "A premium crêpe with fresh strawberries/sweet blueberries that creates an explosion of flavors after every bite. The white and creamy chocolate melts nicely over the berries and provides the sweetness you need. Topped with a fluffy whipped cream of course!",
        "price": "120",
        "allergy": "Lactose, Gluten, Eggs, Sunflower Seed"
      },
      "creamyBerry": {
        "title": "CreamyBerry",
        "ingredients": "Cream Cheese, Strawberry or Blueberry Jam, White Chocolate Sauce, Strawberry or Blueberry, Chopped Almonds",
        "description": "The creamiest crepe on the menu! A crêpe with creamy cream cheese, sweet and sour blueberry or strawberry jam, creamy white chocolate sauce. Topped with fresh strawberries or blueberries and crunchy chopped almonds. A perfect combination of flavors and textures!",
        "price": "130",
        "allergy": "Lactose, Gluten, Eggs, Nuts (Almonds), Sunflower Seed"
      },
      "fruttiDiKeso": {
        "title": "Frutti di Keso",
        "ingredients": "Cottage Cheese, Raisins, Vanilla, Fruit Sauce",
        "description": "A juicy crêpe filled with creamy cottage cheese, sweet raisins topped with a fruit sauce of strawberries or raspberries. Then topped with a small amount of vanilla sugar to create a stronger and more delicious taste experience. This combination of sweet and sour melts in your mouth and leaves a good aftertaste.",
        "price": "130",
        "allergy": "Lactose, Gluten, Eggs, Sunflower Seed"
      },
      "appleMaple": {
        "title": "AppleMaple",
        "ingredients": "Butter, Apple Sauce, Maple Syrup, Cinnamon, Pecans",
        "description": "A crêpe that provides a perfect end to a good meal! This crêpe is filled with a creamy butter and sweet applesauce, topped with maple syrup for that extra sweetness. It is served with a little cinnamon for warmth and flavor and pecans for a crunchy touch.",
        "price": "120",
        "allergy": "Lactose, Gluten, Eggs, Nuts (Pecans), Sunflower Seed"
      },
      "orangeBliss": {
        "title": "Orange Bliss",
        "ingredients": "Butter, Orange Marmalade, Caramel Sauce, Vanilla Ice Cream",
        "description": "A crêpe with flavorful butter, sweet orange marmalade, delicious caramel sauce served with vanilla ice cream for a luxurious dessert? Yes please! The butter and orange marmalade create the rich and healthy taste experience. The caramel sauce delivers extra sweetness and the vanilla ice cream gives the creamy aftertaste you want.",
        "price": "130",
        "allergy": "Lactose, Gluten, Eggs, Sunflower Seed"
      },
      "honeyBana": {
        "title": "HoneyBana",
        "ingredients": "Emmental, Banana, Honey, Chopped Almonds",
        "description": "A crêpe that has the perfect combination of sweetness and saltiness. The creamy melt of Emmental cheese pairs well with sweet and ripe bananas, which balance well with the honey. Chopped almonds add a crunchy touch and a nutty flavor and complete the dessert. Luxurious and rich flavors with a mix of creamy and crunchy texture!",
        "price": "130",
        "allergy": "Lactose, Gluten, Eggs, Nuts (Almonds), Pollen, Sunflower Seed"
      }
    },
    "toasts-and-paninis": {
      "cheeseAndHam": {
        "title": "Cheese & Ham",
        "ingredients": "Emmental, Ham, Tomato, Spinach",
        "description": "The bread is filled with a generous amount of a creamy Emmental cheese, juicy ham, fresh tomato slices and crispy spinach. When grilled, the cheese melts and combines perfectly with all the fresh ingredients. Tasty and filling meal!",
        "allergy": "Lactose, Gluten, Meat"
      },
      "cheeseAndChicken": {
        "title": "Cheese & Chicken",
        "ingredients": "Emmental, Iceberg Lettuce, Chicken, Ranch Sauce",
        "description": "A panini with the perfect melted Emmental cheese that pairs with the juicy chicken and crispy iceberg lettuce for a crunch and fresh combination. To take your taste experience to the highest level, we top generously with the caesar dressing, which leaves a nice aftertaste.",
        "allergy": "Lactose, Gluten, Eggs, Meat and Mustard Seed"
      },
      "mozzarellaAndPesto": {
        "title": "Mozzarella & Pesto",
        "ingredients": "Mozzarella, Pesto, Tomato, Spinach",
        "description": "A panini that is filled with creamy and melted mozzarella cheese combined with the flavorful and aromatic pesto, topped with the fresh spinach leaves and juicy tomato slices. Fresh and healthy meal!",
        "allergy": "Lactose, Gluten, Nuts"
      },
      "avocadoAndPesto": {
        "title": "Avocado & Pesto",
        "ingredients": "Emmental, Pesto, Avocado, Spinach",
        "description": "A tasty panini with Emmental, pesto, avocado and spinach. The Emmental blends perfectly and is mixed with spicy pesto, ripe avocado slices and fresh spinach leaves. All flavors come to their full potential and deliver the best taste experience!",
        "allergy": "Lactose, Gluten, Nuts"
      }
    },
    "coffee-and-tea": {
      "description": {
        "p1": "Johan&Nyström is the supplier of the best quality coffee! Our brewed coffee \"Bold Statement\" which has the taste of chocolate, hazelnut and cherry is a favorite of many!",
        "p2": "\"Bob-O-Link\" - Brazilian espresso beans that have notes of chocolate, caramel and sweet plums leave the best aftertaste!"
      },
      "items": {
        "espresso": {
          "title": "Espresso",
          "price": "35 / 40"
        },
        "latte": {
          "title": "Latte",
          "price": "50 / 60"
        },
        "cappuccino": {
          "title": "Cappuccino",
          "price": "55"
        },
        "americano": {
          "title": "Americano",
          "price": "45"
        },
        "flatWhite": {
          "title": "Flat White",
          "price": "55"
        },
        "cortado": {
          "title": "Cortado",
          "price": "55"
        },
        "latteMacchiato": {
          "title": "Latte Macchiato",
          "price": "55"
        },
        "kaffeMocca": {
          "title": "Caffè mocha",
          "price": "60"
        },
        "filterCoffee": {
          "title": "Filter Coffee",
          "price": "35 / 45"
        },
        "chaiLatte": {
          "title": "Chai Latte",
          "price": "50 / 60"
        },
        "dirtyChaiLatte": {
          "title": "Dirty Chai Latte",
          "price": "60 / 70"
        },
        "hotChocolate": {
          "title": "Hot Chocolate",
          "price": "55"
        },
        "matchaLatte": {
          "title": "Matcha Latte",
          "price": "55 / 65"
        },
        "tea": {
          "title": "Tea (Various Flavors)",
          "price": "35"
        }
      }
    },
    "kids-menu": {
      "superHero": {
        "title": "SuperHero",
        "description": "Mini galette with Emmental, Ham and Ranch Dressing",
        "price": "75",
        "allergy": "Lactose, Meat, Eggs, Mustard Seed, Sunflower Seed"
      },
      "crepeKid": {
        "title": "CrepeKid",
        "description": "A sweet crêpe with a filling: Nutella, Banana, Jam, Vanilla Ice Cream and sauce of your choice",
        "price": "75",
        "allergy": "Lactose, Gluten, Eggs, Sunflower Seed"
      }
    },
    "other-drinks": {
      "description": {
        "p1": "We have a large selection of smoothies where you can choose the base (apple juice or coconut water).",
        "p2": "Each smoothie is freshly prepared, unique and nutritious, consisting of different fruits, berries and vegetables grown with love and care.",
        "p3": "Each serving is a complex of nutritional ingredients recommended by a nutritionist."
      },
      "items": {
        "smoothies": {
          "kiwi": {
            "title": "Kiwi+",
            "ingredients": "Kiwi, Strawberry, Pineapple, Mango",
            "price": "55"
          },
          "beet": {
            "title": "Beet+",
            "ingredients": "Beetroot, Banana, Raspberry",
            "price": "55"
          },
          "acai": {
            "title": "Acai+",
            "ingredients": "Acai, Blueberry, Mango, Strawberry",
            "price": "55"
          },
          "mango": {
            "title": "Mango+",
            "ingredients": "Mango, Passion Fruit, Pineapple",
            "price": "55"
          },
          "avocado": {
            "title": "Avocado+",
            "ingredients": "Avocado, Kale, Lemon, Banana",
            "price": "55"
          },
          "broccoli": {
            "title": "Broccoli+",
            "ingredients": "Broccoli, Celery, Spinach, Banana, Pineapple",
            "price": "55"
          }
        },
        "milkshakes": {
          "strawberry": {
            "title": "Strawberry",
            "ingredients": "Milk, Frozen Strawberries and Vanilla Ice Cream",
            "price": "50"
          },
          "vanilla": {
            "title": "Vanilla",
            "ingredients": "Milk, Vanilla and Vanilla Ice Cream",
            "price": "45"
          },
          "blueberry": {
            "title": "Blueberry",
            "ingredients": "Milk, Frozen Blueberries and Vanilla Ice Cream",
            "price": "50"
          },
          "chocolate": {
            "title": "Chocolate",
            "ingredients": "Milk and Chocolate Ice Cream",
            "price": "45"
          },
          "coffee": {
            "title": "Coffee",
            "ingredients": "Milk, a simple Espresso and Vanilla Ice Cream",
            "price": "55"
          }
        }
      }
    }
  },
  "new": {
    "title": "New",
    "offer-1": {
      "title": "Croffle",
      "slug": "croffle"
    },
    "offer-2": {
      "title": "Ice Cream",
      "slug": "ice-cream"
    }
  },
  "about": {
    "p1": "Welcome to Solros Crêperie!",
    "p2": "Our cafe opened its doors in November 2023, after we underwent an extensive renovation of the premises where every single detail was carefully renewed. From the walls to the floors and the interior, everything bears the stamp of our own idea and creativity.",
    "p3": "We wish that visitors choose to stay in a relaxed atmosphere with us and reconnect with a tasty cup of coffee.",
    "p4": "Our main goal is to offer our guests the best coffee, which is why we chose Johan & Nyström. We sampled several varieties during a visit to the brewery and chose Bold Statement for brewed coffee with flavors of chocolate, hazelnuts and cherries.",
    "p5": "Our beloved La Marzocco espresso machine, a handcrafted Italian companion, creates coffee from Bob-o-Link beans with flavors of chocolate, caramel and sweet plum. Our dishes, galettes and crêpes, convey French food culture and create a sense of exclusivity for everyday life.",
    "p6": "They are filled with carefully selected ingredients that are harmoniously combined to create an extraordinary taste experience.",
    "p7": "The batter for the galettes is made from buckwheat and water, completely gluten-free and lactose-free, while the crêpes batter is mixed with regular milk, real eggs and wheat flour.",
    "p8": "Take a look at our menu and welcome to us at the creperie!"
  },
  "contact": {
    "open-hours": {
      "title": "Opening Hours",
      "days": {
        "monday-friday": "Monday - Friday",
        "saturday": "Saturday",
        "sunday": "Sunday"
      }
    },
    "find-us": "Find Us",
    "contact-us": "Contact Us",
    "social-media": "Social Media"
  },
  "copyright": "All rights reserved",
  "not-found": {
    "heading": "The page you are looking for does not exist",
    "button": "Go back home"
  }
}
