{
  "meta": {
    "title": "Solros Crêperie",
    "description": "Hejsan! Vi erbjuder premiumkaffe, äkta franska galetter och söta crêpes. Slappna av i en mysig atmosfär eller ta med dig. Även frukost- och luncherbjudande fr o m 60krs"
  },
  "nav": {
    "menu": "Meny",
    "offers": "Erbjudande",
    "news": "Nyheter",
    "about": "Om oss",
    "contact": "Kontakt"
  },
  "menu": {
    "title": "Meny",
    "galettes": "Galetter",
    "crepes": "Söta Crêpes",
    "paninis": "Toasts & Paninis",
    "kids": "Barn Meny",
    "coffee-and-tea": "Kaffe & Te",
    "other-drinks": "Övriga Drycker"
  },
  "offers": {
    "title": "Erbjudande"
  },
  "news": {
    "title": "Nyheter"
  },
  "about": {
    "title": "Om Oss",
    "p1": "Välkommen till Solros Crêperie!",
    "p2": "Vårt kafé öppnade dörrarna i november 2023, efter att vi genomgått en omfattande renovering i lokalen där varje enskild detalj noggrant förnyades. Från väggarna till golven och inredningen, allt bär prägeln av vår egen idé och kreativitet.",
    "p3": "Vi önskar att besökare väljer att stanna i en avslappnad atmosfär hos oss och återkoppla med en välsmakande kopp kaffe.",
    "p4": "Vårt främsta mål är att erbjuda gästerna det bästa kaffet, därför föll valet på Johan & Nyström. Vi provsmakade flera sorter vid besök på bryggeriet och valde Bold Statement för bryggkaffe med smaker av choklad, hasselnötter och körsbär.",
    "p5": "Vår älskade La Marzocco-espressomaskin, en handgjord italiensk följeslagare, skapar kaffe från Bob-o-Link bönor med smaker av choklad, kola och söta plommon. Våra maträtter, galetter och crêpes, förmedlar fransk matkultur och skapar en känsla av exklusivitet till vardagen.",
    "p6": "De är fyllda med noggrant utvalda ingredienser som harmoniskt kombineras för att skapa en smakupplevelse utöver det vanliga.",
    "p7": "Smeten till galetterna är gjord av bovete och vatten, helt glutenfri och laktosfri medan crêpes -smeten blandas med vanlig mjölk, äkta ägg och vetemjöl.",
    "p8": "Ta en titt på vår meny och välkommen till oss på crêperiet!"
  },
  "footer": {
    "open-hours": {
      "title": "Öppettider",
      "days": {
        "monday-friday": "Måndag - Fredag",
        "saturday": "Lördag",
        "sunday": "Söndag"
      }
    },
    "find-us": "Hitta Oss",
    "contact-us": "Kontakta Oss",
    "social-media": "Sociala media"
  },
  "copyright": "Alla rättigheter förbehållna",
  "not-found": {
    "heading": "Sidan du letar efter finns inte",
    "button": "Åka hem"
  }
}
