{
  "meta": {
    "title": "Solros Crêperie",
    "description": "Привіт! Ми пропонуємо першокласну каву, справжні французькі галети та солодкі крепи. Відпочити в затишній атмосфері або з собою. Також пропонують сніданок і обід від 60 шведських крон"
  },
  "nav": {
    "menu": "Меню",
    "offers": "Пропозиції",
    "news": "Новини",
    "about": "Про",
    "contact": "контакт"
  },
  "menu": {
    "title": "Меню",
    "galettes": "Галети",
    "crepes": "Солодкі млинці",
    "paninis": "Тости та паніні",
    "kids": "Дитяче Меню",
    "coffee-and-tea": "Кава та чай",
    "other-drinks": "Інші напої"
  },
  "offers": {
    "title": "Offers",
    "breakfast": "Пропозиція сніданку",
    "lunch": "Пропозиція Ланч",
    "monthly": "Місячна Пропозиція"
  },
  "news": {
    "title": "Новини"
  },
  "about": {
    "title": "Про нас",
    "p1": "Ласкаво просимо до Solros Crêperie!",
    "p2": "Наше кафе відкрило свої двері в листопаді 2023 року, після капітального ремонту приміщення, де була ретельно оновлена ​​кожна деталь. Від стін до підлоги та інтер’єру все несе на собі печать нашої власної ідеї та творчості.",
    "p3": "Ми бажаємо, щоб відвідувачі залишилися у нас у невимушеній атмосфері та відновили спілкування за чашкою смачної кави.",
    "p4": "Наша головна мета – запропонувати нашим гостям найкращу каву, тому ми обрали Johan & Nyström. Під час візиту до пивоварні ми спробували кілька сортів і вибрали Bold Statement для приготування кави зі смаком шоколаду, фундука та вишні.",
    "p5": "Наша улюблена еспресо-машина La Marzocco, італійський компаньйон ручної роботи, готує каву із зерен Bob-o-Link зі смаком шоколаду, карамелі та солодкої сливи. Наші страви, галети та млинці, передають культуру французької кухні та створюють відчуття ексклюзивності в повсякденному житті.",
    "p6": "Вони наповнені ретельно відібраними інгредієнтами, які гармонійно поєднуються, щоб створити надзвичайний смак.",
    "p7": "Тісто для галет готується з гречки та води, повністю без глютену та лактози, а тісто для млинців змішується зі звичайного молока, справжніх яєць та пшеничного борошна.",
    "p8": "Перегляньте наше меню та ласкаво просимо до нас у млинницю!"
  },
  "footer": {
    "open-hours": {
      "title": "Години роботи",
      "days": {
        "monday-friday": "Понеділок - п'ятниця",
        "saturday": "Субота",
        "sunday": "неділя"
      }
    },
    "find-us": "Знайди нас",
    "contact-us": "Зв'яжіться з нами",
    "social-media": "Соц.медіа"
  },
  "copyright": "Всі права захищені",
  "not-found": {
    "heading": "Сторінка, яку ви шукаєте, не існує",
    "button": "Повертайся додому"
  }
}
